IDEA Open Model
ColumnData.L Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the system length of column.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double L { get; set; }
Public Property L As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace